[{
  "name": "a”",
  "descriptions": [
    "prep. Se emplea fundamentalmente para formar el complemento indirecto, y a veces el directo, y para expresar dirección.",
    "Expresa también comparación: “De uno a otro hay mucha diferencia”.",
    "Distancia: ʻA diez km de Madrid”.",
    "Distribución: ‘A tres por cabeza”.",
    "Estilo: ‘A la española. A la jineta”.",
    "Instrumento: ‘A lazo. A mano”.",
    "Lugar: “A la puerta de su casa”.",
    "Tiempo: “A las tres. A",
    "de agosto”.",
    "Simultaneidad con un suceso: “A la salida del Sol”.",
    "Medida: “A palmos. A kilos”.",
    "Medio: “A martillazos. A golpes de martillo”.",
    "Número: “A millares”.",
    "Precio: ʻA cien pesetas el kilo”.",
    "Forma o dibujo: ‘A rodajas. A listas. A lunares”.",
    "(con «ir») También expresa otras relaciones, como acción inminente: “Va a llover”.",
    "Orden: “¡A trabajar!”.",
    "Finalidad: ‘Salió a despedirme”.",
    "Simultaneidad de acciones: “Le vi al pasar”.",
    "(en la contracción «al» y con un infinitivo) Causa o consecuencia: ‘Al no encontrarle, le dejé un recado. Al no verme, se marcharía”.",
    "Tiene valor condicional en algunas frases en que precede a un infinitivo: ‘A juzgar por sus palabras, el acuerdo parece inminente”.",
    "Delante de un adjetivo calificativo, equivale a «en cuanto a, en el aspecto de»: “A listo no hay quien le gane”.",
    "Hay un grupo de relaciones expresables con «a» que pueden agruparse en la denominación general «influencia». O Contacto: “al contacto de, al roce de”. O Determinación: “al compás de, al influjo de”. O Exposición: “al aire, a la luz, al sol”. O Protección: “al amparo de, al calor de”.",
    "Aparte de esas relaciones, hay verbos que exigen «a» en su régimen como su preposición DIC. DE USO.— propia: ‘Echarse a volar. Jugar a la baraja. Oler a chamusquina. Saber a limón”.",
    "Y hay infinidad de modismos formados con «a»: “a cuenta, a las duras y a las maduras, a escondidas, a pies juntillas, a pierna suelta, a partir un piñón, a puerta cerrada, a sabiendas”.",
    "«A» más infinitivo equivale a una oración con «que hay que» o con «destinado a»: ‘Un ejemplo a seguir. Cinco libros a elegir”. / ¡A QUE...!. Expresión (probablemente elipsis de «qué te apuestas a que...») con que se muestra convencimiento, que se opone a la duda o negativa de otros, de que ocurrirá lo que se expresa a continuación: “¡A que te caes!”. A veces envuelve temor: ‘jA que no le encontramos en casa!”. Y otras veces, sobre todo en frases negativas, incitación o desafío: “¡A que no se lo dices a él!”. / ¡A Que sí [o no]! Exclamación del mismo sentido que las anteriores, empleada como respuesta. / ¿A QUÉ [viENE]...? Expresa censura hacia la cosa que se dice a continuación, que se encuentra improcedente: “¿A qué tantas protestas?”"
  ]
},
{
  "name": "abacá",
  "descriptions": [
    "(usa fextilis) m. Planta musácea tropical, variedad de plátano, de la que se obtiene una fibra textil"
  ]
},
{ "name": "abacería", "descriptions": ["f. Tienda de comestibles"] },
{
  "name": "abacero",
  "descriptions": ["-a n. Persona que tiene una abacería"]
},
{ "name": "abacial", "descriptions": ["adj. Del abad o de la abadía"] },
{
  "name": "ábaco",
  "descriptions": [
    "m. Marco de madera que sostiene diez cables, en cada uno de los cuales hay pasadas diez bolas, que sirve para contar o hacer cálculos. O Cualquier instrumento semejante al anterior empleado con la misma finalidad.",
    "Arq. Pieza de forma de tablero que corona el capitel de la columna.",
    "Cualquier tablero o plancha empleado como elemento decorativo en techos, muebles, etc"
  ]
},
{
  "name": "abad",
  "descriptions": ["m. Superior de un monasterio o de algunas colegiatas"]
},
{ "name": "abadejo", "descriptions": ["m. Bacalao"] },
{
  "name": "abadengo",
  "descriptions": [
    "-a adj. Perteneciente a la dignidad de abad: ‘Bienes abadengos”"
  ]
},
{
  "name": "abadesa",
  "descriptions": ["f. Superiora de ciertos conventos de religlosas"]
},
{
  "name": "abadía",
  "descriptions": [
    "f. Dignidad de abad o de abadesa.",
    "Iglesia o monasterio regido por un abad o abadesa"
  ]
},
{
  "name": "ab",
  "descriptions": [
    "intestato Expresión latina que significa «sin testamento»"
  ]
},
{
  "name": "abajeño",
  "descriptions": [
    "-a",
    "(Hispam.) adj. y n. Se aplica al natural de las regiones más bajas, y a sus cosas.",
    "De El Bajío (región de Méjico).",
    "(Arg.) Sureño"
  ]
},
{
  "name": "abajo",
  "descriptions": [
    "adv. Designa un lugar más bajo que aquel en que está el que habla o que otro que se considera, o dirección hacia él: “Yo subiré y tú quédate abajo”. La preposición «a» se suprime: ‘De arriba abajo”.",
    "En frases como «echar, irse, tirar, venirse abajo», representa el suelo.",
    "Pospuesto a un nombre de lugar, significa «en dirección a la parte más baja de él»: “Calle abajo. Río abajo”. O En la frase «de escaleras abajo» designa también lo que está después de bajar las escaleras. Y en «de tejas abajo», lo que está debajo de las tejas. / ¡ABaJo! Interjección de protesta o desaprobación en una reunión de gente. / ABAJO DE (más frec. en Hispam.). Debajo de, al pie de: abalanzarse",
    "(«a, hacia, sobre») prnl. Dirigirse alguien o algo violentamente hacia un sitio: “Todos se abalanzaron hacia la salida’. ~ Arrojarse, echarse, lanzarse, precipitarse.",
    "(«a») Decir o hacer una cosa sin considerarla debidamente. = Precipitarse"
  ]
},
{
  "name": "abalear",
  "descriptions": ["(Hispam.) tr. Balear (disparar, etc.)"]
},
{
  "name": "abalorio",
  "descriptions": [
    "m., gralm. pl. Cuenta de vidrio.",
    "(inf.) Bisutería o adorno de poco valor"
  ]
}]